<?php
// header
$_['heading_title']  = 'Επαναφορά κωδικού';

// Text
$_['text_password']  = 'Εισάγετε το νέο κωδικό πρόσβασης.';
$_['text_success']   = 'Επιτυχία: Ο κωδικός πρόσβασης έχει ενημερωθεί επιτυχώς.';

// Entry
$_['entry_password'] = 'Κωδικός';
$_['entry_confirm']  = 'Επιβεβαίωση';

// Error
$_['error_password'] = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']  = 'Κωδικός πρόσβασης και η επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν!';