<?php
// Heading
$_['heading_title']     = 'Κριτικές';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει κριτικές!';
$_['text_list']         = 'Λίστα κριτικών';
$_['text_add']          = 'Προσθήκη Κριτικής';
$_['text_edit']         = 'Επεξεργασία κριτικής';

// Column
$_['column_product']    = 'Προϊόν';
$_['column_author']     = 'Συντάκτης';
$_['column_rating']     = 'Βαθμολογία';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνίας Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_product']     = 'Προϊόν';
$_['entry_author']      = 'Συντάκτης';
$_['entry_rating']      = 'Βαθμολογία';
$_['entry_status']      = 'Κατάσταση';
$_['entry_text']        = 'κείμενο';
$_['entry_date_added']  = 'Ημερομηνίας Προσθήκης';

// Help
$_['help_product']      = '(Αυτοσυμπλήρωση)';

// Error
$_['error_warning']     = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε κριτικές!';
$_['error_product']     = 'Απαιτείτε προϊόν!';
$_['error_author']      = 'Ο Συγγραφέας πρέπει να έχει από 3 μέχρι 64 χαρακτήρες!';
$_['error_text']        = 'Το κείμενο της κριτικής θα πρέπει να έχει το λιγότερο 1 χαρακτήρα!';
$_['error_rating']      = 'Απαιτείτε βαθμολογία κριτικής!';