<?php
// Heading
$_['heading_title']     = 'Կարծիքներ';

// Text
$_['text_success']      = 'Կարծիքները հաջողությամբ թարմացված են!';
$_['text_list']         = 'Կարծիքների ցուցակ';
$_['text_add']          = 'Ավելացնել կարծիք';
$_['text_edit']         = 'Խմբագրել կարծիք';

// Column
$_['column_product']    = 'Ապրանք';
$_['column_author']     = 'Հեղինակ';
$_['column_rating']     = 'Վարկանիշ';
$_['column_status']     = 'Կարգավիճակ';
$_['column_date_added'] = 'Ավելացնելու ամսաթիվը';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_product']     = 'Ապրանք';
$_['entry_author']      = 'Հեղինակ';
$_['entry_rating']      = 'Վարկանիշ';
$_['entry_status']      = 'Կարգավիճակ';
$_['entry_text']        = 'Տեքստը';
$_['entry_date_added']  = 'Ավելացնելու ամսաթիվը';

// Help
$_['help_product']      = '(Ինքնալրացում)';

// Error
$_['error_warning']     = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']  = 'Զգուշացում. Դուք թույլտվություն չունեք փոփոխելու կարծիքները!';
$_['error_product']     = 'Հարկավոր է ընտրել ապրանքը!';
$_['error_author']      = 'Հեղինակի անունը պետք է ունենա 3-ից 64 նիշ!';
$_['error_text']        = 'Կարծիքի մասին տեքստը պետք է ունենա առնվազն մեկ նիշ!';
$_['error_rating']      = '\'Հարկավոր է նշել գնահատականը!';