<?php
// Heading
$_['heading_title']     = 'შეფასებები';

// Text
$_['text_success']      = 'წარმატება: თქვენ მიმოხილვა შეცვლილია!';
$_['text_list']         = 'მიმოხილვის სია';
$_['text_add']          = 'მიმოხილვის დამატება';
$_['text_edit']         = 'მიმოხილვის რედაქტირება';

// Column
$_['column_product']    = 'პროდუქტი';
$_['column_author']     = 'ავტორი';
$_['column_rating']     = 'რეიტინგი';
$_['column_status']     = 'სტატუსი';
$_['column_date_added'] = 'თარიღის დამატება';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_product']     = 'პროდუქტი';
$_['entry_author']      = 'ავტორი';
$_['entry_rating']      = 'რეიტინგი';
$_['entry_status']      = 'სტატუსი';
$_['entry_text']        = 'ტექსტი';
$_['entry_date_added']  = 'თარიღის დამატება';

// Help
$_['help_product']      = 'ავტოშესრულება';

// Error
$_['error_warning']     = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ მიმოხილვა!';
$_['error_product']     = 'პროდუქტი სავალდებულოა!';
$_['error_author']      = 'ავტორი უნდა იყოს 3-დან 64 სიმბოლოს!';
$_['error_text']        = 'მიმოხილვა ტექსტი უნდა იყოს მინიმუმ 1 სიმბოლო!';
$_['error_rating']      = 'მიმოხილვის რეიტინგი სავალდებულოა!';