<?php
// Heading
$_['heading_title']     = 'Группы атрибутов';

// Text
$_['text_success']      = 'Успех! Группа атрибутов изменена!';
$_['text_list']         = 'Список групп атрибутов';
$_['text_add']          = 'Добавить группу атрибутов';
$_['text_edit']         = 'Редактировать группу атрибутов';

// Column
$_['column_name']       = 'Наименование группы атрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Наименование группы атрибутов';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У вас нет прав на изменение групп атрибутов!';
$_['error_name']        = 'Наименование группы атрибутов должно содержать от 3 до 64 символов!';
$_['error_attribute']   = 'Внимание: эту группу атрибутов нельзя удалить, она связана с %s атрибутами!';
$_['error_product']     = 'Внимание: эту группу атрибутов нельзя удалить, она связана с %s товарами!';